{
  "Home": "Home ",
  "About": "About ",
  "Portfolio": "Portflio ",
  "Blog": "Blog ",
  "Contact": "Contact ",
  "Design services": "Design services ",
  "Consultation": "Get Consultation ",
  "Years Of Experience": "Years Of Experience ",
  "Satisfied Customers": "Satisfied Customers ",
  "Completed Projects": "Completed Projects ",
  "Ready Equipment": "Ready Equipment ",
  "Interior design": "Zahw is distinguished by providing integrated engineering design services, as we are one of the companies of the Code Group for Engineering Buildings specialized in engineering consultations approved by the Saudi Council of Engineers. We provide professional interior design services that are 100% implementable by designing the building from the inside to the outside as it is from the outside to the inside, we instill a sense of continuity and connection to the wider world ",
  "Construction Services": "Construction Services",
  "Construction disc": "Our experience at Zahw makes us a reliable source in providing construction and concrete works services through one of our companies, which is an accredited and classified company with the Ministry of Municipal, Rural Affairs and Housing. Which we gained by providing consultations in various fields of design and implementation. We at Zahwgo beyond standard implementation methods and procedures with the latest technologies to ensure accuracy of implementation, quality of materials, and installation methods and mechanisms. We pay great attention to the small details that make our projects distinctive, from the height of the seat to the width of the building, every... Details are important",
  "Finishing and decoration services": "Finishing and decoration services",
  "Finishes disc": "Our pioneering role in interior design and our experience in furnishing projects has made Fu Zahw key and valuable partner during the finishing process. We are aware of all the details and are keen to improve our quality by modernizing and developing our craftsmanship, professionalism, quality of our performance, and the importance of our mission, which are implemented by cadres of specialized, experienced technicians. In carrying out various finishing works, from plastering to painting, under the supervision of experienced engineers",
  "about disc": "We are a company specialized in implementing interior design, sustainable decoration, and furnishing works with distinct solutions that cover the urgent need of our customers and the growing demand in the Saudi market.",
  "about disc2": "We start with you from every detail of interior design and inventorying quantities to providing suggestions and presenting the appropriate work plan",
  "Zahw": "Zahw",
  "Interior decorations": "Interior decorations",
  "Interior decorations disc": "We at Zahw specialize in providing interior decoration services with performance, creativity and professionalism to meet all the needs and desires of our customers to create different and distinctive aesthetic spaces to live a luxurious life experience in your home. Which is based on our diverse experiences. By providing everything that is modern and creative in the world of interior decoration and building materials used in accordance with local and international quality specifications",
  "Factors for the success": "Factors for the success of lighting distribution in your home",
  "Factors for the success disc": "Before choosing the appropriate lighting distribution method, you must consider several factors! Lighting units have developed very rapidly in the recent period, and have become an integral part of home décor, to the point that it has become the most important factor in creating an attractive and comfortable atmosphere in the home, and showing the elegance and details of the décor, which is “distributing lighting” correctly and thoughtfully to suit each room with its details. The interior design turns into an aesthetic site that highlights all its angles. By mixing different types of lighting, and taking into account light directions, to create distinctive effects that suit every room of the house.",
  "full name": "Full name",
  "phone number": "Phone number",
  "ُEmail": "ُEmail",
  "Request Type": "Request Type*", 
  "Quotation": "Quotation",
  "Visit": "Visit",  
  "Message": "Message",
  "Talk to Customer Service": "Talk to Customer Service",
  "Consultation-con": "Consultation",
  "Preferred Time To Contact": "Preferred Time To Contact",
  "07:00 AM - 12:00 PM": "07:00 AM - 12:00 PM",
  "04:00 PM - 08:00 PM": "04:00 PM - 08:00 PM",
  "12:00 PM - 4:00 PM": "12:00 PM - 4:00 PM",
  "08:00 PM - 10:00 PM": "08:00 PM - 10:00 PM",
  "Notes With The Request": "Notes With The Request",
  "Send": "Send",
  "Want to work with us": "Want to work with us?",
  "Commint":"Comment",
  "Clients": "Clients",
  "Services": "Services",
  "Our Gallery": "Our Gallery",
  "Blog-tit": "Blog",
  "Our Clients": "Our Clients",
  "Instagram": "Instagram",
  "Lighting distribution factors": "Lighting distribution factors",
  "Lighting distribution factors disc": "Lighting units have developed very rapidly in the recent period, and have become an integral part of home décor, to the point that it has become the most important factor in creating an attractive and comfortable atmosphere in the home, and showing the elegance and details of the décor, which is “distributing lighting” correctly and thoughtfully to suit each room with its details. The interior design turns into an aesthetic site that highlights all its angles. By mixing different types of lighting, and taking into account light directions to create distinctive effects that suit every room of the house, we have different types of lighting, each of which has a specific use, which can be divided into 5 main types. Natural lighting based on wall openings such as windows facing a natural lighting source such as the sun. Artificial lighting. Resulting from artificial light sources such as electric lamps, it is divided into three main types for lighting the interior space. General lighting for the interior space. Lighting that includes all directions of the room in a dispersed manner, covering the place in general. Functional lighting provides concentrated lighting to perform a specific task, such as concentrated lighting on both sides of the bed. Concentrated lighting is a type of lighting. Topical, focusing on a specific thing in the room or artistic needs in the design that are displayed in it and highlighted on an artistic painting. When choosing the appropriate lighting distribution method, we take into account several factors, including the size of the space. The amount of lighting required varies according to the size of the space and the type of room. Lighting needs vary according to the purpose of the space. Like the living room, it needs a larger amount of general lighting than the bedrooms, and it can depend on mixing different types of lighting. Type of decoration. Lighting can affect the general decoration style of the house. We avoid several other factors, such as distributing spotlight bulbs on the ceiling randomly and in a large number in order to provide light spread throughout. The room, because it is incorrect information, is the plaque placed directly on the sink so that there is no shadow on the mirror. Strong lighting that is annoying to the eye, and comfortable and dim lighting, as well as relying on the decorative appearance of the lighting unit instead of thinking about its functional value. We are here to provide you with tips that will help you choose ideas that suit your home decor. Do not hesitate to contact us now by booking a free consultation",
  "The most popular interior decoration styles": "The most popular interior decoration styles",
  "The most popular interior decoration styles disc":"When it comes to home decor, there are a variety of styles that individuals can choose and implement according to their personal taste and needs. Interior decoration is considered one of the basic elements that reflects the character of the place and creates a distinctive atmosphere and a comfortable environment that gives a distinctive atmosphere to the home. It is one of the most popular styles of home interior decoration that may match your personal taste. Classic decor. Classic decor is used in luxurious homes and palaces in which individuals seek to add a touch of history. And elegance to their environment. Classic decor is characterized by elegance and luxury and is known for furniture with carved legs and fine decorative details as well as warm, calm colors such as beige, brown and creamy white. It includes the use of luxurious flooring such as marble or luxurious parquet. It includes huge mirrors and decorative glass to give it a luxurious and radiant feel. It adds artistic touches such as oil paintings or wall engravings to complement the decor. Luxurious fabrics are also used such as silk and velvet, curtains and pillows. Modern decor. This decor takes on a modern character and simplicity as well. The new style reflects modern designs and advanced technology, which meets the needs of modern life. It is characterized by simplicity, elegance and clean lines to reflect the minimalist style. White, grey, beige and brown are used to create a balance with mainly light colors as well as touches of bright colors as a focal point. Materials such as glass, metal, plastic and natural wood are used in the furniture to give a modern look. It also uses modern furniture that focuses on practical functionality and smart design. As for the lighting, it is of a modern and innovative type, such as LED lights and innovative lamp designs. It also naturally integrates with advanced technology, smart home systems and remote controls Bohemian Decoration Bohemian decor is full of life, bright colors, bold patterns, artistic style and creative freedom. It is famous for focusing on unique handmade and heritage pieces. Exotic fabrics, soft artistic details, embroidery, and colorful artwork are used to give a touch of beauty and mystery to the home. Industrial Decoration The form of industrial decor is characterized by simplicity and urban style and relies on the use of industrial materials such as exposed pipes, concrete, bare brick, metals, and dull colors. As for the furnishings, they have a dull appearance and metallic colors such as grey, black and white. This decorative style reflects a feeling of strength and solidity and gives the space a contemporary, industrial feel. The furniture displays simple designs and geometric shapes, with an emphasis on functionality and elegance. Rustic decor: Rustic decor is welcoming and comfortable, making you feel back to nature. It represents the perfect balance between warmth and simplicity. It is also characterized by its reliance on natural elements such as wood, stone, and earth colors. The furniture is of traditional and comfortable designs, in addition to the use of soft fabrics and rustic decorations to enhance the warm character and simple style, creating a calm and comfortable environment that reflects the beauty of life in the countryside. Vintage decor Vintage decor appears in a unique style that combines authenticity and luxury. It uses artifacts or pieces inspired by previous time periods. In addition to the calm colors and luxurious decorative details, creating a warm and sophisticated atmosphere. The furniture includes pieces with unique designs and finishes that reflect the historical character. With reliance on natural materials and warm colors, which makes vintage decor a popular choice for lovers of classic elegance. Scandinavian decor Scandinavian decor is characterized by a simple and elegant style at the same time. Light and pure colors such as white and gray are the basis of its elegant look, with touches of natural colors such as light wood. The furniture is characterized by simple, functional designs and natural fabrics, with an emphasis on quality and comfort. It relies on abundant natural lighting and open spaces, which creates a calm and comfortable environment. Scandinavian decor allows spaces to breathe and enjoy its warm and fresh character. Tropical decor Tropical decor features a lively atmosphere and bright paintings inspired by tropical nature. It shows the use of bright colors such as green, blue and orange, with the use of floral patterns and tropical motifs. The furniture is light and made of natural materials such as bamboo and light wood. It includes making use of tropical plants and marine details to give the place a nautical and refreshing atmosphere, creating a comfortable and distinctive environment with a unique tropical look. Luxurious decor. Luxurious decor reflects elegance and sophistication through the use of luxurious materials and refined designs such as marble and crystal. It relies on massive furniture and fine decorative details, with a preference for dark colors and gold or silver touches. It features luxurious fabrics such as silk and velvet, enhancing the luxurious and royal atmosphere. With some interventions of luxurious lighting and luxurious chandeliers, an additional element of luxury. Luxurious décor seeks to create an exceptional and luxurious living atmosphere that reflects luxury and elegance. European décor European décor appears with a character of luxury and traditional artistic details, as it relies on classic designs that are inspired by the heritage of European arts. It includes the use of luxurious furniture and luxurious materials such as crystal marble, with an emphasis on light wood. The colors tend to be dark, warm, and elegant, with decorative details such as engravings and statues. The European décor is evident with artistic details and fine frescoes. With the aim of creating an atmosphere of luxury and classic elegance, reflecting the cultural spirit of European history in the end, these elements can be combined",
  "The art of beautification and influence in interior spaces":"The art of beautification and influence in interior spaces",
  "The art of beautification and influence in interior spaces disc":"Interior design is an art that aims to improve and beautify the interior spaces in homes, offices, shops, and public buildings. It constitutes an essential element in creating a comfortable and beautiful environment for living and working. Interior design is also concerned with arranging the various elements in the space, such as furniture, colors, lighting, and decorative details, to create an integrated visual and functional experience. The origin of interior design goes back to ancient times, where people were interested in decorating their homes and places in the best possible ways. Over time, techniques and methods have evolved and trends and styles in interior design have diversified. Designs vary according to culture, heritage, functional needs and personal preferences. Interior design is more than just arranging furniture and choosing colors. It aims to create a comprehensive experience for users, affecting the overall atmosphere, mood, comfort and inspiration, optimizing the use of space, facilitating movement and achieving a balance between functionality and beauty. If you are wondering how to transform your home into your dream residence, the answer may lie in the art of interior decoration. The design of interior spaces represents an artistic and scientific combination that aims to create an attractive and functional environment at the same time. Interior design depends on many important factors, including: Colors: Colors are considered one of the most important factors in interior design. Each color has a psychological effect and can create a certain atmosphere and mood. Colors are chosen based on the desired purpose of the space and the effect to be achieved. Lighting: Natural and artificial lighting can be used to create different atmospheres and highlight important areas. Different types of lighting, such as direct, obscure and medium lighting, are chosen according to different functional and aesthetic needs. Space and planning: Interior design includes careful planning of the space and organizing the various elements in it. With the aim of achieving the maximum use of the available space to facilitate movement and movement in the place. Furniture and details: Interior design is related to identifying and choosing the appropriate furniture and decorative details. Therefore, practical and comfortable furniture must be chosen that matches the general style of the design. To add decorative details and an individual and personal touch to the chosen space. Balance and harmony: Interior design seeks to achieve balance and harmony between the various elements in the space. So that colors, patterns, shapes and materials harmonize together to create an integrated aesthetic experience. Arts and secrets of interior design, focusing on how to transform your home into a place that reflects your personality and provides you with a comfortable environment. Understanding your needs and goals before starting any change in interior decoration. The first step must be understanding your needs and goals. Color language and choice of materials are among the most important elements in interior design. Colors are not just a matter of visual taste, they have an emotional impact that can affect your daily mood. Therefore, choosing the appropriate colors depends on the effect you want to achieve, whether it is bright and active or calm and comfortable. Utilizing space to display designs requires guidance and attention to good planning and effective use of furniture. Therefore, the furniture coordination must achieve balance and harmony. Well designed to give each room a special appeal, and create a natural flow between spaces. Lighting is not just a means of lighting, but rather an artistic tool that can be used to create a distinctive atmosphere. Various lamps and different powers can be used so that you can adjust the lighting according to different activities, whether it is reading, relaxing or decorating in general. Personal touches and details are what give the place a special character. Therefore, choose decorations and decorations that reflect your unique personality, whether through artistic paintings or personal items that hold value for you. In conclusion, interior design is an art that aims to create exceptional interior spaces that meet the needs of residents, reflect their personality, and raise their quality of life. It combines beauty, function and creativity, and significantly impacts the state of spirit and wellness in spaces. Whether you care about designing your own home or creating the perfect workspace.",
  "Interior design in 2024":"Interior design in 2024",
  "Interior design in 2024 disc": "Interior design is launching wonderful modern trends this year that take us to the beauty of nature and sophistication in interior spaces We strive to follow everything new to help you provide ideas and advice for renovating your home’s decor and creating a clean, smart environment that adds comfort and sophistication. Therefore, we share with you some of the paths taken by interior design in 2024 in this blog, which help you in choosing design elements for the bedroom or living room or renewing the sitting space. With the amazing development that the world is witnessing in all fields, interior design keeps pace with new trends for the year 2024. Biophilia Style: Take Design Interior This innovative trend of connecting with nature and incorporating eco-friendly elements such as plants, natural lighting, and sustainable materials to create spaces that enhance your well-being, mental and physical health. Earthy colours: Natural and earthly inspired colors dominate modern designs. They are considered lively tones that help create a warm, vibrant atmosphere that brings nature to your interior space. Sustainable Living: Interiors will see a greater focus on green living by incorporating eco-friendly elements to interior spaces, reducing the environmental impact of the home and providing more sustainable living. Matte texture: The popular interior design of 2024 has begun to use techniques and materials with a matte texture that may be three-dimensional, such as natural materials represented by leather and wood, matt surface paint, and natural decor with a rough texture. This trend meets the need of some people who want to feel warmth and the spirit of nature. Adding modernity and artistic beauty to their interior space. Mosaic wood: Mosaic wood has received great attention recently due to its sustainability and durability, and its multiple uses in ceilings, walls, floors, and furniture. Being very diverse in colors and patterns helped us add an artistic touch to interior designs, creating a warmer environment. A dominant fabric for furniture – “Bouclé: Bouclé is the trend of fabrics for interior designs in 2024. It is known for its warm feel and distinctive appearance, and is available in multiple colors and patterns. Our experts will work with you to determine your needs and style and design a space that suits you. Don't hesitate to request a free consultation now.",
  "Explore All Projects": "Explore All Projects",
  "Bedrooms": "Bedrooms",
  "Dining Rooms": "Dining Rooms",
  "Halls": "Halls",
  "All rights reserved": "© ZAHW, All rights reserved 2024",
  "Welcome To Zahw": "Welcome To Zahw",
  "submit form": "Please fill out the form below and we will contact you shortly",
  "City":"City",
  "Enter Your Message":"Enter Your Message",
  "Talk to us for more information":"Talk to us for more information",
  "Get Quotation": "Get Quotation",
  "We offer you all the options that suit your needs, ready to serve you":"We offer you all the options that suit your needs, ready to serve you",
  "Send us your inquiry now and we will respond to you as quickly as possible":"Send us your inquiry now and we will respond to you as quickly as possible",
 "address":"Address",
 "phon": "Phone",
 "Interior Design Services": "Interior Design Services",
 "Design of residential facades for villas and buildings": "Design of residential facades for villas and buildings",
 "Designing commercial facades": "Designing commercial facades",
 "Residential interior design for villas and apartments": "Residential interior design for villas and apartments",
 "Interior design for restaurants, cafes and offices": "Interior design for restaurants, cafes and offices",
 "Landscape design": "Landscape design",
 "Concrete and insulation solutions": "Concrete and insulation solutions",
 "Electricity business solutions": "Electricity business solutions",
 "Plumbing solutions": "Plumbing solutions",
 "Commerce Business Solutions": "Commerce Business Solutions",
 "Ceramic and flooring solutions": "Ceramic and flooring solutions'",
 "Painting business solutions": "Painting business solutions",
 "Cooling systems solutions": "Cooling systems solutions",
 "Renewable energy systems solutions": "Renewable energy systems solutions",
 "GRC Facade Works": "GRC Facade Works",
 "Wooden, stone and marble cladding": "Wooden, stone and marble cladding",
 "decoration rules": "decoration rules",
 "General paint finishing": "General paint finishing",
 "Interior wood, marble and porcelain works": "Interior wood, marble and porcelain works",
 "mirrors and steel": "mirrors and steel",
 "Wallpaper": "Wallpaper",
 "Paints, ceilings, walls, etc": "Paints, ceilings, walls, etc",
 "We have special solutions": "We have special solutions for designing environmentally friendly buildings that reduce energy consumption by using sustainable materials, in addition to smart building automation solutions, which gives the project",
 "Reducing the cost of operation and maintenance": "Reducing the cost of operation and maintenance",
 "Enhancing quality standards in the building":"Enhancing quality standards in the building",
 "We have customized furnishing": "We have customized furnishing solutions all projects  with ",
 "We have customized furnishing2": "through our factories specializing in furniture",
 "We have customized furnishing3": "unique furniture pieces with a style that combines practicality and modernity",
 "Furnishing services": "Furnishing services" ,
 "Sustainable building solutions service": "Sustainable building solutions service"


}
 